return {
    Hotter_1 = "正在检测版本…",
    Hotter_2 = "正在进行资源初始化……",
    Hotter_3 = "需先完成更新才能继续游戏\n本次更新大小为：%s\n（建议使用wifi下载）",
    Hotter_4 = "当前不是wifi连接，是否继续下载？",
    Hotter_5 = "正在为您下载更新资源，本次更新:%s,速度：%s",
    Hotter_6 = "正在为您下载更新资源，本次更新:%s",
    Hotter_7 = "正在为您努力解压资源…",
    Hotter_8 = "请确认您的网络连接正常",
    Hotter_9 = "更新失败！\n异常:",
    Hotter_10 = "您正在使用移动数据，是否继续下载？",
    Hotter_11 = "发现新的版本，请前往[color=#ffea8a]更新[/color]？",
    Hotter_12 = "正在检测文件…",
    Hotter_13 = "正在修复文件…",
    Hotter_14 = "修复失败！\n异常:",
    Hotter_15 = "客户端异常，请重启游戏！",
    Hotter_16 = "正在删除冗余文件…",
    NetError = "网络异常,请检查您的网络！错误码：641"
}
